Repository: Jazriel/WhatAClass
Catalog: WhatAClass/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Email or password were not correct.
es: El email o la contraseña no fueron correctos.

source: Email was not confirmed yet.
es: La dirección email no ha sido confirmada.

source: Logged in successfully.
es: Correctamente autenticado.

source: WhatAClass: Confirm your email
es: WhatAClass: Confirme su email

source: Signed up successfully.
es: Registrado correctamente.

source: Email successfully confirmed.
es: Email confirmado.

source: The email was not confirmed yet.
es: La dirección email no ha sido confirmada.

source: Password reset requested
es: Cambio de contraseña pedido.

source: Password successfully changed.
es: Contraseña cambiada correctamente.

source: Welcome to this app.
es: Bienvenido a la aplicación.

source: Toggle navigation
es: Cambiar navegación

source: Menu
es: Menú

source: Account
es: Cuenta

source: Sign up
es: Registro

source: Log in
es: Autenticación

source: Log out
es: Des-autenticar

source: Placeholder
es: Guarda-Sitio

source: WhatAClass by
es: WhatAClass por

source: WhatAClass: Log In
es: WhatAClass: Autenticacion

source: Login
es: Autenticacion

source: email@company.domain
es: email@empresa.dominio

source: Recover your password
es: Recupera tu contraseña

source: Recover
es: Recuperar

source: Change my password
es: Cambia mi contraseña

source: This will send an email with a link that can be used within one day.
es: Esto te enviará un email con un link que se puede usar durante un día.

source: Change Password
es: Cambiar la contraseña

source: WhatAClass: Sign Up
es: WhatAClass: Registro

source: Your account was successfully created. Please click the link below
es: Su cuenta fue creada con exito. Por favor haga click en el link más abajo

source: to confirm your email address and activate your account:
es: para confirmar su email y activar su cuenta:

source: Confirm your email.
es: Confirme su email

source: We received a petition to reset your password, if it was not you don't do anything
es: Hemos recivido una peticion de cambio de contraseña, si no fue usted no haga nada.

source: If you asked to reset the password click the link bellow.
es: Si pidio cambiar su contraseña haga click en el link más abajo.

source: Password reset.
es: Cambio de contraseña.

source: If you have any questions or concerns, please contact us at javyermartinez+whataclass@gmail.com.
es: Si tiene preguntas contactenos en javyermartinez+whataclass@gmail.com.
